Repository: sprenge/energywizard
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Energymasters
nl: Energiemeesters

source: fill in meter reading
nl: invullen meter stand

source: meter reading overview
nl: Meter standen

source: select other household
nl: selecteer ander gezin

source: day/month/year
nl: dag/maand/jaar

source: hour/minutes
nl: uur/minuten

source: meter reading
nl: meter stand

source: timestamp
nl: tijdstip

source: Meter reading
nl: Meter stand

source: Meter register
nl: Meter opnemer
